/datum/uplink_item/implants/fake_mindshield
	name = "Fake Mindshield Implant"
	desc = "Поддельный имплант защиты разума. Проецирует на визоры и сканеры безопасности иконку настоящего импланта, носитель может переключать проекцию по желанию. \
		Не даёт никакой защиты от воздействия на разум и не обманывает турели. Проекция временно глушится ЭМИ, а вживление настоящего импланта защиты разума \
		сжигает передатчик с заметным фейерверком. Не сработает на носителе настоящей защиты разума."
	item = /obj/item/storage/box/syndie_kit/imp_fake_mindshield
	cost = 2
	purchasable_from = ~UPLINK_SYNDICATE_PACT_CREW
