GLOBAL_LIST_INIT(mob_sizes, list(
	NAME_WEIGHT_LIGHT = "большой размер не влияет на скорость, но и плюсов от него нет, увеличивает допустимый порог размера для части вещей",
	NAME_WEIGHT_NORMAL = "Минусов или плюсов нет, вес не слишком большой",
	NAME_WEIGHT_HEAVY = "Вы весите заметно больше в сравнении со среднестатистическим космонавтом. \
	(Ослабление скорости до уровня, как будто персонаж рост 120% (если рост уже не 120% или больше). \
	Даже шагом перемещение громкое. \
	Другим сложнее тянуть вас. \
	Вас сложнее отправить в полёт, но последствия будут серьезнее. \
	Если вы наступите на кого-то, то это будет ещё болезненнее.)",
	NAME_WEIGHT_HEAVY_SUPER = "Ваш вес можно сравнивать с крупным животным, автомобилем или малым промышленным шагоходом. \
	(Минимальный допустимый рост теперь 80%. \
	Ослабление скорости до уровня, как будто персонаж ростом 170% (если рост уже не 170% или больше). \
	Вас могут тянуть и помогать подняться только киборги, антагонисты, мехи (толкать), персонажи с некоторыми боевыми искусствами, такие же сверхтяжёлые персонажи и экипаж в МОДах, оснащённых гидравлическими клешнями. \
	Даже шагом, вы перемещаетесь громко. \
	Предметы (и персонажи) при попытке сесть на них будут ломаться. \
	Драка с вами в ближнем бою менее эффективна. \
	(Только киборги, халки и другие сверхтяжёлые персонажи могут толкать вас и опрокидывать на стол. \
	Вы причиняете (и получаете) больше повреждений при полёте. \
	При наступании на кого-то, эффекты в два раза хуже для цели. \
	Если вы подскользнетесь, то будет в два раза хуже. \
	Вставать с пола в два раза затратнее по выносливости. \
	Удар бутылкой о голову, а также битой, не имеют эффекта опрокидывания/отбрасывания. \
	Вас нельзя нести на плече или метнуть с рук. \
	Ваш урон без оружия увеличивается в процентном соотношении за каждый процент размера персонажа. \
	При этом, вам намного сложнее помочь. \
	(Бонус за местоположения тела при операции всегда считаются, как если бы Вы находились на обычном столе (даже если персонаж на хирургическом столе или на полу). \
	У всех, кто пытается вас переместить, скорее всего, НЕ БУДЕТ нужного снаряжения или особенностей для этого. Будьте готовы, что вас могут убить \
	из-за невозможности переместить или не станут доставлять в медбей/помогать прямо на месте смерти. \
	Оглушающее оружие действует на вас слабее. \
	(Шоковые дубинки, телескопические и т.п. (кроме оружия контрактника, дубинки абдукторов и электропосоха) не роняют на пол, а также наносят в два раза меньше урона по стамине. \
	Оглушающие снаряды (например, лучи дизейблера) наносят в два раза меньше урона по стамине.)"
	))
